"DST" = "Nyári idő";
"STD" = "Téli idő";
"Loaded " = "Betöltve";
" deep space objects" = "Mélyég objektumok";
"Loading NV fragment program: " = "NV fragment program betöltése: ";
"Error loading NV fragment program: " = "Hiba az NV fragment program betöltésekor: ";
"Error in fragment program " = "Hiba a fragment programban ";
"Initializing NV fragment programs . . .\n" = "NV fragment programok inicializációja...\n";
"All NV fragment programs loaded successfully.\n" = "Minden NV fragment program sikeresen betöltődött.\n";
"Initializing ARB fragment programs . . .\n" = "ARB fragment programok inicializálása . . .\n";
"Galaxy (Hubble type: %s)" = "Galaxis (Hubble type: %s)";
"Loading image from file " = "Kép betöltése fájlból";
": unrecognized or unsupported image file type.\n" = ": ismeretlen, vagy nem támogatott képfájl típus.\n";
"Error opening image file " = "Hiba a képfájl megnyitásakor";
"Error: " = "Hiba: ";
" is not a PNG file.\n" = "nem PNG fájl.\n";
"Error reading PNG image file " = "Hiba a PNG képfájlban";
"Loading model: " = "Modell betöltése: ";
"   Model statistics: " = "   Modell statisztika:  ";
" vertices, " = " vertexek, ";
" primitives, " = "primitívek, ";
" materials " = "materiálok";
" unique)\n" = " egyedüli)\n";
"Error loading model '" = "Hiba a modell betöltésekor '";
"%s" = "%s";
"Error in .ssc file (line " = "Hiba az .ssc fájlban (sor";
"parent body '" = "fő égitest '";
"' of '" = " ";
"' not found." = "' nem található.";
"warning duplicate definition of " = "Vigyázat,duplikált definíció ";
"bad alternate surface" = "hibás alternatív felületek";
"bad location" = "Hibás hely";
"' not found.\n" = "' nem található.\n";
"Bad header for cross index\n" = "Bad header for cross index\n";
"Bad version for cross index\n" = "Rossz keresztindex verzió\n";
"Loading cross index failed at record " = "Hiba a rekord keresztindex betöltésekor";
"Bad spectral type in star database, star #" = "Rossz spektráltípus a csillag adatbázisban ";
" stars in binary database\n" = "csillagok a bináris adatbázisban\n";
"Total star count: " = "Csillagok száma: ";
"Error in .stc file (line " = "Hiba az .stc fájlban (sor";
"Invalid star: bad spectral type.\n" = "Érvénytelen csillag: hibás spektrál típus.\n";
"Invalid star: missing spectral type.\n" = "Érvénytelen csillag: hibás spektrális típus.\n";
"Barycenter " = "Tömegközéppont";
" does not exist.\n" = "nem létező.\n";
"Invalid star: missing right ascension\n" = "Érvénytelen csillag: missing right ascension\n";
"Invalid star: missing declination.\n" = "Érvénytelen csillag: hiányzó deklináció. \n";
"Invalid star: missing distance.\n" = "Érvénytelen csillag: hiányzó távolság. \n";
"Invalid star: missing magnitude.\n" = "Érvénytelen csillag: hiányzó magnitúdó.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Érvénytelen csillag: az abszolút (nem a látszó fényesség) magnitúdot meg kell adni a közelli csillagnál\n";
"Creating tiled texture. Width=" = "Darabolt textúra készítése. Szélesség=";
", max=" = ", max=";
"Creating ordinary texture: " = "Textúra készítése:";
"Loading NV vertex program: " = "NV vertex program betöltése:";
"Error loading NV vertex program: " = "Hiba az NV vertex program betöltésekor:";
"Error in vertex program " = "Hiba a vertex programban: ";
"Loading ARB vertex program: " = "ARB vertex program betöltése";
"Error loading ARB vertex program: " = "Hiba az ARB vertex program betöltésekor:";
", line " = ", sor";
"Initializing NV vertex programs . . .\n" = "NV vertex programok inicializálása...\n";
"All NV vertex programs loaded successfully.\n" = "Az összes NV vertex program sikeresen betöltődött.\n";
"Initializing ARB vertex programs . . .\n" = "ARB vertex programik inicializálása...\n";
"All ARB vertex programs loaded successfully.\n" = "Minden ARB vertex program sikeresen betöltődött.\n";
"Error reading favorites file." = "Hiba a \"favorites\" fájl olvasásakor.";
"Orientation: " = "Irány: ";
"Error opening script file." = "Hiba a szkript fájl megnyitásakor.";
"Error opening script '%s'" = "Hiba a szkript megnyitásakor '%s'";
"Unknown error opening script" = "Ismeretlen hiba a szkript megnyitásakor";
"Script coroutine initialization failed" = "Hiba a co-routin szkript inicializálásánál";
"Invalid filetype" = "Érvénytelen fájltípus";
"Magnitude limit: %.2f" = "Magnitudó korlát: %.2f";
"Markers enabled" = "Jelölők bekapcsolva";
"Markers disabled" = "Jelölők kikapcsolva";
"Goto surface" = "Ugrás a felszínre";
"Alt-azimuth mode enabled" = "Alt-Aizmuth mód be";
"Alt-azimuth mode disabled" = "Alt-Aizmuth mód ki";
"Star style: fuzzy points" = "Csillagok megjelenítése: elmosódott pontok";
"Star style: points" = "Csillagok megjelenítése: pontok";
"Star style: scaled discs" = "Csillagok megjelenítése: méretarányos pöttyök";
"Comet tails enabled" = "Üstököscsóvák bekapcsolva";
"Comet tails disabled" = "Üstököscsóvák kikapcsolva";
"Render path: Basic" = "Megjelenítési mód: Alap";
"Render path: Multitexture" = "Multitextúra";
"Render path: NVIDIA combiners" = "Megjelenítési mód: NVIDIA combiners";
"Render path: OpenGL vertex program" = "NVIDIA vertex program and combiners";
"Render path: NVIDIA vertex program and combiners" = "Megjelenítés: NVIDIA vertex program and combiners";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Megjelenítési mód: OpenGL vertex program/NVIDIA combiners";
"Render path: OpenGL 1.5 vertex/fragment program" = "Megjelenítési mód: OpenGL 1.5 vertex/fragment program";
"Render path: NVIDIA GeForce FX" = "Megjelenítési mód: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Megjelenítési mód: OpenGL 2.0";
"Auto-magnitude enabled" = "Önműködő fényességállítás be";
"Auto-magnitude disabled" = "Önműködő fényességállítás ki";
"Cancel" = "Vissza";
"Time and script are paused" = "Idő és szkript megállítása";
"Time is paused" = "Idő megállítva";
"Resume" = "Tovább";
"Light travel time:  %.4f yr " = "Utazási idő fénysebességgel:  %.4f yr ";
"Light travel time:  %d min  %.1f s" = "Utazás ideje fénysebességgel:  %d min  %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Utazás fénysebességgel:  %d h  %d min  %.1f s";
"Light travel delay included" = "Utazás fénysebességgel: bekapcsolva";
"Light travel delay switched off" = "Utazás fénysebességgel: kikapcsolva";
"Light travel delay ignored" = "Utazás fénysebességgel: mellőzve ";
"Using normal surface textures." = "Normál felületi textúrák alkalmazása.";
"Using limit of knowledge surface textures." = "Ismereteink határa textúrák ";
"Follow" = "Követ";
"Time: Forward" = "Idő: Előre";
"Time: Backward" = "Idő: Vissza";
"Time rate" = "Idő múlása: ";
"Sync Orbit" = "Pálya szinkr.";
"Lock" = "Rögzít";
"Chase" = "Követés";
"Auto magnitude limit at 45 degrees:  %.2f" = "Önműködő fényességállítás 45 foknál:  %.2f";
"Ambient light level:  %.2f" = "Környező fények:  %.2f";
"Light gain" = "Megvilágítás javulása";
"Bloom enabled" = "Bloom hatás bekapcsolva";
"Bloom disabled" = "Bloom hatás kikapcsolva";
"Exposure" = "Megvilágítottság";
"GL error: " = "OpenGL hiba: ";
"View too small to be split" = "A felosztáshoz túl kicsi nézet";
"Added view" = "Hozzáadott nézet";
"ly" = "fényév";
"au" = "CSE";
" days" = "nap";
" hours" = "óra";
" minutes" = "perc";
"Apparent diameter: " = "Látszólagos átmérő: ";
"Apparent magnitude: " = "Látszólagos fényesség";
"Absolute magnitude: " = "Abszolút fényesség: ";
"RA: " = "RA:";
"Dec: " = "Dec:";
"km" = "km";
"Distance: " = "Távolság: ";
"Star system barycenter\n" = "Csillagrendszer tömegközéppontja\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Absz. (látszó) fényesség: %.2f (%.2f)\n";
"Luminosity: " = "Fényesség: ";
"x Sun" = "x Nap";
"Class: " = "Osztály:";
"Neutron star" = "Neutroncsillag";
"Black hole" = "Fekete lyuk";
"Surface temp: " = "Felszíni hőm.: ";
"Radius: " = "Sugár: ";
"Rsun" = "RNap";
"Rotation period: " = "Tengely forgási idő: ";
"Planetary companions present\n" = "Kapcsolódó égitestek\n";
"Distance from center: " = "Távolság a középponttól:  ";
"Temperature: " = "Hőmérséklet: ";
"Apparent mag: %.2f\n" = "Látszólagos magn.: %.2f\n";
"  LT" = "  LT";
"Real time" = "Helyi idő";
"-Real time" = "-Helyi idő";
"Time stopped" = "Idő leállítva";
" faster" = "gyorsabb";
" slower" = "lassabb";
" (Paused)" = "Idő megállítása";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nSebesség:  ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " AU/s";
" ly/s" = " fényév/s";
"Travelling " = "Utazás";
"Track " = "Vontat";
"Follow " = "Követ ";
"Sync Orbit " = "Pálya szinkr.";
"Lock " = "Csatol";
"Chase " = "Üldöz";
"FOV: " = "FOV:";
"Sun" = "Nap";
"Target name: " = "Cél neve: ";
" at " = " ";
" fps" = "fps";
"  Recording" = "Felvétel";
"  Paused" = " Szünet";
"F11 Start/Pause    F12 Stop" = "F11 Start/Szünet    F12 Stop";
"Edit Mode" = "Edit Mode";
"Loading solar system catalog: " = "Naprendszer katalógus betöltése:";
"Loading " = "Betöltés";
"License file 'License.txt' is missing!" = "Hiányzó fájl: License.txt";
"Error reading configuration file." = "Hiba a konfigurációs fájl olvasásakor.";
"Initialization of SPICE library failed." = "Hiba a SPICE könyvtár inicializálásakor.";
"Cannot read star database." = "Csillag adatbázis nem olvasható.";
"Error opening deepsky catalog file." = "Hiba a mélyég katalógus megnyitásakor";
"Error opening solar system catalog.\n" = "Hiba a naprendszer katalógus megnyitásakor.\n";
"Error opening asterisms file." = "Hiba az asterisms fájl megnyitásakor.";
"Error opening constellation boundaries files." = "Hiba a constellation boundaries fájl megnyitásakor.";
"render path: " = "Megjelenítési útvonal: ";
"Failed to initialize renderer" = "Hiba a renderelő inicializálásánál";
"Error loading font; text will not be visible.\n" = "Hiba a font betöltésekor, a szöveg nem jeleníthető meg.\n";
"Error reading cross index " = "Hiba a keresztindex olvasásakor";
"Loaded cross index " = "Cross index betöltve";
"Error opening " = "Hiba a megnyitáskor";
"Error reading star names file\n" = "Hiba a csillagok nevét tartalmazó fájl megnyitásakor\n";
"Error reading stars file\n" = "Hiba a stars fájl olvasásakor\n";
"Error opening star catalog " = "Hiba a csillag katalógus megnyitásakor";
"Error in creating ogg file %s for capture.\n" = "Error in creating ogg file %s for capture.\n";
"Internal Ogg library error." = "Internal Ogg library error.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - wrote %d frames\n";
"Settings" = "Beállítások";
"Vendor: " = "Forgalmazó:";
"Renderer: " = "Megjelenítés";
"Version: " = "Verzió:";
"GLSL version: " = "GLSL verzió:";
"Max simultaneous textures: " = "Max simultaneous textures: ";
"Max texture size: " = "Max texture size: ";
"Max cube map size: " = "Max cube map size: ";
"Point size range: " = "Point size range: ";
"Supported Extensions:" = "Supported Extensions:";
"Windowed Mode" = "Ablakos mód";
"Asteroids" = "Kisbolygók";
"Comets" = "Üstökösök";
"Invisibles" = "Láthatatlan objektumok";
"Moons" = "Holdak";
"Planets" = "Bolygók";
"Spacecraft" = "Űrhajók";
"Goto" = "Ugrás";
"Follow" = "Követ";
"Sync Orbit" = "Pálya szinkronizálása";
"Info" = "Adatok";
"Reference Vectors" = "Referencia vektorok";
"Show Body Axes" = "Objektumok tengelyének mutatása";
"Show Frame Axes" = "Váz tegelyeinek mutatása";
"Show Sun Direction" = "Nap irányának mutatása";
"Show Velocity Vector" = "Sebességvektor mutatása";
"Show Planetographic Grid" = "Planetáris háló mutatása";
"Show Terminator" = "Lezáró mutatása";
"Satellites" = "Mellékbolygók";
"Alternate Surfaces" = "Alternatív Felületek";
"Orbiting Bodies" = "Keringő Égitestek";
"Unmark" = "Jelölés törlése";
"Mark" = "Jelöl";
"Loading: " = "Betöltés: ";
"LANGUAGE" = "hu";
"WinLangID" = "40e";
"Copied URL" = "URL másolása";
"Loading URL" = "URL betöltése:";
"Error opening script" = "Hiba a szkript betöltésekor";
"Error loading script" = "Hiba a szkript betöltésekor";
"Running script" = "Szkript futtatása";
"Planet" = "Bolygó";
"Satellite" = "Égitest";
"Date" = "Dátum";
"Start" = "Indítás";
"Duration" = "Időtartam";
"Earth" = "Föld";
"Jupiter" = "Jupiter";
"Saturn" = "Szaturnusz";
"Uranus" = "Uránusz";
"Neptune" = "Neptunusz";
"Pluto" = "Plútó";
"Name" = "Név";
"Distance (ly)" = "Távolság (fényév): ";
"App. mag" = "Látsz. magn.";
"Abs. mag" = "Absz. magn.";
"Type" = "Típus";
"Universal Time" = "Csillagidő";
"Local Time" = "Helyi idő";
"Time Zone Name" = "Időzóna neve: ";
"UTC Offset" = "UTC eltérés";
"Celestial Browser" = "Égi objektumok";
"Moon" = "Hold";
"Asteroid" = "Kisbolygó";
"Comet" = "Üstökös";
"Invisible" = "Láthatatlan";
"Barycenter" = "Tömegközéppont";
"Small Body" = "Kis égitest";
"Dwarf Planet" = "Törpe bolygó";
"-" = "-";
"Eclipse Finder" = "Fogyatkozás-kereső";
"Add Bookmark" = "Könyvjelzők hozzáadása";
"Add a bookmark for the current document" = "A jelenlegi dokumentumra mutató könyvjelző hozzáadása";
"Add Relative Bookmark" = "Viszonylagos könyvjelző hozzáadása";
"Add a relative bookmark for the current document" = "A jelenlegi dokumentumra mutató viszonylagos könyvjelző hozzáadása";
"Add Settings Bookmark" = "Beállítás könyvjelző hozzáadása";
"Add a settings bookmark for the current document" = "A jelenlegi dokumentumra mutató beállítás könyvjelző hozzáadása";
"Edit your bookmark collection in a separate window" = "Könyvjelzők szerkesztése külön ablakban";
"New Folder..." = "Új mappa...";
"Create a new bookmark folder in this menu" = "Új könyvjelzőmappa létrehozása ebben a menüben";
"Can't add bookmark with empty URL" = "Nem lehet üres URL-lel könyvjelzőt létrehozni";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Hiba történt a Celestia telepítésekor. A nyitókép könyvtár nem található.\nAz indítás folytatódik, de a Celestia valószínűleg nem fog tökéletesen működni a hiányzó adatfájlok miatt. Ellenőrizd a telepített mappákat.";
"Go to URL..." = "Ugrás az URL-re...";
"Go to Long/Lat..." = "Ugrás a Hossz/Szél...";
"Back" = "Vissza";
"Forward" = "Előre";
"Home" = "Otthon";
"Bookmarks" = "Könyvjelzők";
"Full Screen" = "Tejles képernyő";
"Copy URL" = "URL másolása";
"Set Time..." = "Idő beállítása...";
"Set Time to Now" = "Pillanatnyi időre állítás";
"Accelerate Time" = "Idő gyorsítása";
"Decelerate Time" = "Idő lassítása";
"Accelerate Time (x2)" = "Idő gyorsítása (x2)";
"Decelerate Time (/2)" = "Idő lassítása (/2)";
"Pause Time" = "Idő megállítása";
"Reverse Time" = "Idő visszafelé halad";
"Split View Vertically" = "Nézet vízszintes felosztása";
"Split View Horizontally" = "Nézet függőleges felosztása";
"Cycle View" = "Következő nézet";
"Single View" = "Egyablakos nézet";
"Delete View" = "Nézet törlése";
"Frames Visible" = "Keret mutatása";
"Active Frame Visible" = "Aktív nézet kerete látható";
"Synchronize Time" = "Idő szinkronizálása";
"Alt-Azimuth Mode" = "Alt-Aizmuth mód";
"Go To Surface" = "Ugrás a felszínre";
"Show Stars" = "Csillagok mutatása";
"Show Planets" = "Bolygók mutatása";
"Show Galaxies" = "Galaxisok mutatása";
"Show Globulars" = "Gömbhalmazok mutatása";
"Show Partial Trajectories" = "Részleges bolygópályák mutatása";
"Show Nebulae" = "Nebulák mutatása";
"Show Open Clusters" = "Nyitott csillag";
"Show Constellations" = "Csillagképek mutatása";
"Show CloudMaps" = "Felhőréteg mutatása";
"Show Cloud Shadows" = "Felhőárnyékok mutatása";
"Show Orbits" = "Pályák mutatása";
"Show Asteroid Orbits" = "Kisbolygópályák mutatása";
"Show Comet Orbits" = "Üstököspályák mutatása";
"Show Moon Orbits" = "Holdpályák mutatása";
"Show Star Orbits" = "Csillagpályák mutatása";
"Show Planet Orbits" = "Bolygópályák mutatása";
"Show Spacecraft Orbits" = "Űrhajók pályáinak mutatása";
"Show Celestial Grid" = "Égi háló mutatása";
"Show Night Side Lights" = "Éjszakai oldal fényeinek mutatása";
"Show Markers" = "Jelölők mutatása";
"Show Atmospheres" = "Légkör mutatása";
"Show Smooth Orbit Lines" = "Sima pályavonalak mutatása";
"Show Eclipse Shadows" = "Fogyatkozás árnyékainak mutatása";
"Cycle Star Mode" = "Csillagkörüli mód";
"Show Ring Shadows" = "Gyűrűárnyékok mutatása";
"Show Boundaries" = "Határok mutatása";
"Auto Magnitudes" = "Önműködő fényesség";
"Show Comet Tails" = "Üstököscsóvák mutatása";
"Show Star Labels" = "Csillagok címkéinek mutatása";
"Show Planet Labels" = "Bolygók címkéinek mutatása";
"Show Moon Labels" = "Holdak címkéinek mutatása";
"Show Comet Labels" = "Üstökösök címkéinek mutatása";
"Show Constellation Labels" = "Csillagképek címkéinek mutatása";
"Constellation Labels in Latin" = "Csillagképek latin nevekkel";
"Show Galaxy Labels" = "Galaxisok címkéinek mutatása";
"Show Globular Labels" = "Gömbhalmazok címkéinek mutatása";
"Show Nebula Labels" = "Nebulák címkéinek mutatása";
"Show Open Cluster Labels" = "Nyitott galaxishalmazok címkéinek mutatása";
"Show Asteroid Labels" = "Kisbolygók címkéinek mutatása";
"Show Spacecraft Labels" = "Űrhajók címkéinek mutatása";
"Show Location Labels" = "Helyek címkéinek mutatása";
"Display Local Time" = "Helyi idő megjelenítése";
"Show City Locations" = "Városok helyeinek mutatása";
"Show Observatory Locations" = "Csillagvizsgálók mutatása";
"Show Landing Sites Locations" = "Leszállóhelyek mutatása";
"Show Crater Locations" = "Kráterek mutatása";
"Show Mons Locations" = "Hegyek mutatása";
"Show Terra Locations" = "Földterületek mutatása";
"Show Vallis Locations" = "Völgyek mutatása";
"Show Mare Locations" = "Tengerek mutatása";
"Show Other Locations" = "Egyebek mutatása";
"Wireframe Mode" = "Drótvázas mód";
"Center on Orbit" = "Középre a pályán";
"Basic" = "Alap";
"Multitexture" = "Multitextúra";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Kör OpenGL megjelenítés";
"Sync framerate to video refresh rate" = "Framerate szinkornizálása a képernyő frissítési gyakoriságához";
"Grab Image" = "Kép elmentése";
"Capture Video" = "Video felvétele";
"OpenGL info" = "OpenGL adatok";
"Show Bookmark Toolbar" = "Könyvjelző eszköztár mutatása";
"OpenGL Info" = "OpenGL adatok";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Ez a Celestia verzió nincs a mozgókép felvételére felkészítve.";
"Go to URL" = "Ugrás az URL-re...";
"Enter URL" = "URL megadása";
"Object: " = "Égitest: ";
"Longitude: " = "Hosszúság: ";
"East" = "Kelet";
"West" = "Nyugat";
"Latitude: " = "Szélesség: ";
"North" = "Észak";
"South" = "Dél";
"Altitude: " = "Magasság: ";
"Celestia encountered an error while processing your script" = "A Celestia hibát észlelt a parancsfájl feldolgozása közben";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Alternatív konfigurációs fájl";
"Use alternate installation directory" = "Alternatív telepítési mappa használata";
"Use as additional \"extras\" directory" = "kiegészítő \"extras\" könyvtár";
"Start fullscreen" = "Teljesképernyős mód";
"Disable splash screen" = "Nyitókép kikapcsolása";
"Start and go to url" = "Indít és URL-re lép";
"_: NAME OF TRANSLATORS\\nYour names" = "Novák Áron, Székely Zoltán";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "aaron@szentimre.hu, zoltanszekely@hotmail.com";
"Celestia Preferences" = "Celestia beállítások";
"Rendering" = "Megjelenítés";
"Show" = "Mutat";
"Stars" = "Csillagok";
"Galaxies" = "Galaxisok";
"Nebulae" = "Nebulák";
"Open Clusters" = "Nyílt galaxishalmazok";
"Atmospheres" = "Légkör";
"Clouds" = "Felhők";
"Cloud Shadows" = "Felhőárnyékok";
"Night Side Lights" = "Éjjeli oldal fényei";
"Eclipse Shadows" = "Fogyatkozás-árnyékok";
"Comet Tails" = "Üstököscsóvák";
"Orbits" = "Pályák";
"Partial Trajectories" = "Részleges pályák";
"Smooth Orbit Lines" = "Sima pályavonalak";
"Celestial Grid" = "Égi háló";
"Constellations" = "Csillagképek";
"Markers" = "Jelölők";
"Ring Shadows" = "Gyűrűárnyékok";
"Constellation Boundaries" = "Csillagképek határai";
"Orbits / Labels" = "Pályák / Címkék";
"Labels" = "Címkék";
"Constellations in Latin" = "Csillagképek neve latinul";
"Spacecrafts" = "Űrhajók";
"Locations" = "Helyek";
"Ambient Light" = "Környező fények";
"Limiting Magnitude" = "Fényesség korlátozása";
"Info Text" = "Adatok";
"Level: " = "Mennyisége: ";
"None" = "Semmi";
"Terse" = "Tömör";
"Verbose" = "Bőséges";
"Textures" = "Textúrák";
"Resolution: " = "Felbontás:";
"Low" = "Alacsony";
"Medium" = "Közepes ";
"High" = "Nagy";
"Automatic FOV" = "Önműködő látómező";
"Screen DPI: " = "Képernyő felbontása (DPI): ";
"Viewing Distance (cm): " = "Látótávolság (cm): ";
"Cities" = "Városok";
"Observatories" = "Csillagvizsgálók";
"Landing Sites" = "Leszállóhelyek";
"Craters" = "Kráterek";
"Mons" = "Hegyek";
"Terra" = "Föld";
"Vallis" = "Völgy";
"Mare" = "Tenger";
"Other" = "Egyebek";
"Minimum Feature Size" = "Legkisebb tereptárgy mérete";
"Date/Time" = "Dátum/Idő";
"Display" = "Megjelenítés";
"Timezone: " = "Időzóna: ";
"Format: " = "Formátum:";
"Local Format" = "Helyi formátum";
"Set" = "Beállítás";
"Local Time is only supported for dates between 1902 and 2037.\n" = "A helyi idő 1902 és 2037 között lehetséges.\n";
"Julian Date: " = "Julián dátum:";
"Now" = "Most";
"\nSelection: " = "\nKijelölés: ";
"Include Light Travel Time" = "Fény utazási idejével";
"Ignore Light Travel Time " = "Fény utazási sebessége nélkül";
"OpenGL" = "OpenGL";
"Key Bindings" = "Gyorsbillentyűk";
"<b>Unextended OpenGL 1.1</b>" = "<b>Kiterjesztések nélküli OpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Többféle textúra és az ARB_texenv_combine kiterjesztés</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA combiners, vertex program nélkül</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>ARB_texenv_DOT3 kiterjesztés, ARB_vertex_program kiterjesztés</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>NVIDIA Combiners, NV_vertex_program extension</b><br>bump mapping-gel, gyűrű árnyékok és tükröződő körvonalak bármilyen Geforce vagy ATI Radeon videokártyán, bár az NvCombiner ARBVP sokkal jobb választás a Geforce felhasználóknak.";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA Combiners, ARB_vertex_program kiegészítés</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program és ARB_vertex_program kiterjesztések</b><br>összetett hatásokat nyújtanak Geforce FX és Radeon 9700 videokártyákon";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program és ARB_vertex_program kiterjesztések</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>OpenGL 2.0 Shading Language</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Fájl %1 nem létezik, alapértelmezett konfigurációs fájl %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Mappa %1 nem létezik, alapértelmezett használata %2";
"Extras directory %1 does not exist" = "\"Extras\" mappa %1 nem létezik";
"Abs (app) mag: " = "Absz. (app) fény:";
"Surface Temp: " = "Felszíni hőm.:";
"Marked objects" = "Megjelölt objektumok";
"Select" = "Kiválaszt";
"Center" = "Középre";
"Synch Orbit" = "Pálya szinkr.";
"Unmark All" = "Megjelölések megszűntetése";
"Diamond" = "Gyémánt";
"Triangle" = "Háromszög";
"Square" = "Négyzet";
"Filled Square" = "Teli négyzet";
"Plus" = "Plusz";
"X" = "X";
"Left Arrow" = "Balra nyíl";
"Right Arrow" = "Jobbra nyíl";
"Up Arrow" = "Felfelé nyíl";
"Down Arrow" = "Lefelé nyíl";
"Circle" = "Kör";
"Disk" = "Korong";
"Normal" = "Alap";
"Small Bodies" = "Kis égitestek";
"Dwarf Planets" = "Törpe bolygók";
"Duration: %1" = "Időtartam: %1";
"Size: %1 MB" = "Méret: %1 MB";
"Current size: %1 x %2" = "Jelenlegi méret: %1 x %2";
"Current width: %1 x %2" = "Jelenlegi szélesség: %1 x %2";
"Current height: %1 x %2" = "Jelenlegi magasság: %1 x %2";
"You must specify a file name." = "Meg kell adni egy fájlnevet.";
"Error initializing movie capture." = "Hiba a mozgókép-felvétel inicializálásánál.";
"Navigation" = "Navigáció";
"Options" = "Opciók";
"Objects" = "Égitestek";
"OpenGL Render Path" = "OpenGL megjelenítési útvonal";
"Time" = "Idő";
"MultiView" = "Több Nézet";
"Main Toolbar" = "Fő eszköztár";
"Dist." = "Táv.";
"App. Mag." = "Látható Fény.";
"Abs. Mag." = "Absz. Fény.";
"With Planets" = "Bolygókkal";
"Brightest (Abs.)" = "Legfényesebb (absz.)";
"Brightest (App.)" = "Legfényesebb (láth.)";
"Nearest" = "Legközelebbi";
"Close" = "Bezár";
"Alt+C" = "Alt+C";
"Refresh" = "Frissítés";
"End" = "Vége";
"Search parameters" = "Keresési beállítások";
"Solar Eclipses" = "Napfogyatkozások";
"On:" = "Mire:";
"Moon Eclipses" = "Holdfogyatkozások";
"Search" = "Keresés";
"To:" = "Meddig:";
"From:" = "Mettől:";
"Close" = "Bezár";
"Video Capture" = "Video felvétele";
"Save As:" = "Mentés másként:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Képernyő arány:";
"Current" = "Jelenlegi";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Kép mérete: ";
"Frame Rate:" = "Képkocka/másodperc:";
"Video Quality:" = "Video minősége:";
"Play Video when capture is done" = "Video lejátszása a felvétel után";
"Usage" = "Használat";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Az ablakot nem lehet átméretezni a felvétel végéig</p>";
"OK" = "OK";
"Cancel" = "Töröl";
"Mercury" = "Merkúr";
"Venus" = "Vénusz";
"Mars" = "Mars";
"Phobos" = "Phobos";
"Deimos" = "Deimos";
"Amalthea" = "Amalthea";
"Io" = "Io";
"Europa" = "Európa";
"Ganymede" = "Ganümédész";
"Callisto" = "Kallisztó";
"Prometheus" = "Prométheusz";
"Pandora" = "Pandora";
"Epimetheus" = "Epimetheus";
"Janus" = "Janus";
"Mimas" = "Mimas";
"Enceladus" = "Enceladus";
"Tethys" = "Tethys";
"Dione" = "Dione";
"Rhea" = "Rhea";
"Titan" = "Titán";
"Hyperion" = "Hyperion";
"Iapetus" = "Iapetus";
"Phoebe" = "Phoebe";
"Miranda" = "Miranda";
"Ariel" = "Ariel";
"Umbriel" = "Umbriel";
"Titania" = "Titania";
"Oberon" = "Oberon";
"Larissa" = "Larissa";
"Proteus" = "Proteus";
"Triton" = "Triton";
"Nereid" = "Nereida";
"Pluto-Charon" = "Plútó-Charon";
"Charon" = "Charon";
"NORTH AMERICA" = "ÉSZAK AMERIKA";
"SOUTH AMERICA" = "DÉL AMERIKA";
"EURASIA" = "EURÁZSIA";
"AFRICA" = "AFRIKA";
"AUSTRALIA" = "AUSZTRÁLIA";
"ANTARCTICA" = "ANTARKTISZ";
"NORTH ATLANTIC OCEAN" = "ÉSZAK-ATLANTI ÓCEÁN";
"SOUTH ATLANTIC OCEAN" = "DÉL ATLANTI ÓCEÁN";
"NORTH PACIFIC OCEAN" = "ÉSZAKI CSENDES ÓCEÁN";
"SOUTH PACIFIC OCEAN" = "DÉLI CSENDES ÓCEÁN";
"INDIAN OCEAN" = "INDIAI ÓCEÁN";
"ARCTIC OCEAN" = "ÉSZAKI ÓCEÁN";
"Milky Way" = "Tejút";
"SMC" = "Kis Magellán Felhő";
"LMC" = "Nagy Magellán Felhő";
"Solar System Barycenter" = "Csillagrendszer tömegközéppontja";
"File" = "Fájl";
"Open Script..." = "Szkript megnyitása...";
"Scripts" = "Szkriptek";
"Placeholder" = "Leszállóhely";
"Capture Image...\tF10" = "Képernyő-fényképezés...\tF10";
"Capture Movie...\tShift+F10" = "Mozgókép felvétele...\tShift+F10";
"Exit" = "Kilépés";
"Select Sol\tH" = "Nap kijelölése \tH";
"Tour Guide..." = "Idegenvezetés";
"Select Object..." = "Égitest kiválasztása";
"Goto Object..." = "Ugrás a kijelölt égitesthez...";
"Center Selection\tC" = "Kijelölt égitest középre\tC";
"Go to Selection\tG" = "Ugrás a kijelölt égitesthez\tG";
"Follow Selection\tF" = "Kijelölés követése\tF";
"Sync Orbit Selection\tY" = "Pálya szinkr.\tY";
"Track Selection\tT" = "Útvonal követése\tT";
"Solar System Browser..." = "Naprendszer böngésző";
"Star Browser..." = "Csillag böngésző...";
"Eclipse Finder" = "Fogyatkozáskereső";
"Time" = "Idő ";
"10x Faster\tL" = "10x Gyorsabb\tL";
"10x Slower\tK" = "10x Lassabb\tK";
"Freeze\tSpace" = "Idő megállítása\tSzóköz";
"Reverse Time\tJ" = "Idő visszafordítása\tJ";
"Set Time..." = "Idő beállítása...";
"Show Local Time" = "Helyi idő";
"Render" = "Megjelenítés";
"Select Display Mode..." = "Képernyőfelbontás kiválasztása";
"Toggle Full Screen\tAlt+Enter" = "Teljesképernyős mód\tAlt+Enter";
"View Options..." = "Megjelenítési beállítások...";
"Locations..." = "Helyek...";
"More Stars Visible\t]" = "Több látható csillag\t]";
"Fewer Stars Visible\t[" = "Kevesebb látható csillag\t[";
"Auto Magnitude\tCtrl+Y" = "Fényesség automatikus beállítása\tCtrl+Y";
"Star Style" = "Csillagok megjelenítése";
"Fuzzy Points" = "Elmosódott pontok";
"Points" = "Pontok";
"Scaled Discs" = "Méretarányos korongok";
"Ambient Light" = "Környező fények";
"None" = "Semmi";
"Low" = "Alacsony";
"Medium" = "Közepes";
"Texture Resolution" = "Textúra felbontás";
"High" = "Nagy";
"Antialiasing\tCtrl+X" = "Élsimítás (Antialiasing)\tCtrl+X";
"View" = "Nézet";
"Split Horizontally\tCtrl+R" = "Nézet vízszintes felosztása";
"Split Vertically\tCtrl+U" = "Nézet függőleges felosztása";
"Delete Active View\tDEL" = "Felosztás visszavonása\tDEL";
"Single View\tCtrl+D" = "Egyablakos nézet";
"Show Frames" = "Keret mutatása";
"Synchronize Time" = "Idő szinkronizálása";
"Bookmarks" = "Könyvjelzők";
"Add Bookmarks..." = "Könyvjelzők hozzáadása";
"Organize Bookmarks..." = "Könyvjelzők rendezése...";
"Help" = "Súgó";
"Run Demo" = "Demo futtatása";
"Controls" = "Gyorsbillentyűk";
"OpenGL Info" = "OpenGL adatok";
"License" = "Licensz";
"About Celestia" = "Celestia névjegye";
"About Celestia" = "Celestia névjegye";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, Celestia Development Team";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "A Celestia egy szabadon használható szoftver, szavatosság nélkül";
"Authors" = "Szerzők";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Égitest kiválasztása: ";
"Object Name" = "Égitest neve";
"License" = "Licensz";
"Celestia Controls" = "Celestia gyorsbillentyűk";
"OpenGL Driver Info" = "OpenGL adatok";
"Set Simulation Time" = "Szimuláció idő beállítása";
"Time Zone: " = "Időzóna: ";
"Set To Current Time" = "Helyi idő beállítása";
"Add Bookmark" = "Könyvjelző hozzáadása";
"Create in >>" = "Létrehoz >>";
"New Folder..." = "Új mappa...";
"Solar System Browser" = "Naprendszer böngésző";
"Solar System" = "Naprendszer";
"Go To" = "Ugrás";
"Solar System Objects" = "Égitestek a Naprendszerben";
"Star Browser" = "Csillag böngésző";
"Brightest" = "Legfényesebb";
"With planets" = "Bolygókkal";
"Refresh" = "Frissítés";
"Star Search Criteria" = "Csillag keresése";
"Maximum Stars Displayed in List" = "A listázandó csillagok maximális száma";
"Tour Guide" = "Idegenvezetés";
"Go To" = "Ugrás";
"Select your destination:" = "Úticél kiválasztása";
"Go to Object" = "Ugrás az égitesthez: ";
"radii" = "radii";
"Object" = "Égitest: ";
"Long." = "Hossz.";
"Lat." = "Szélesség";
"Distance" = "Távolság: ";
"Size:" = "Méret:";
"Frame rate:" = "Képkocka/másodperc: ";
"Select Display Mode" = "Képernyő üzemmód kiválasztása";
"Resolution" = "Felbontás";
"View Options" = "Megjelenítési beállítások";
"Globulars" = "Gömbhalmazok";
"Grids" = "Rácsok";
"Celestial" = "Csillagászati";
"Horizontal" = "Nézet függőleges felosztása";
"Galactic" = "Galaktikus";
"Ecliptic" = "Ekliptikus";
"Minor Moons" = "Kis holdak";
"DSO Labels" = "DSO címkék";
"Diagrams" = "Diagrammok";
"Boundaries" = "Határok";
"Latin Names" = "Latin nevek";
"Information Text" = "Adatok";
"Filter Stars" = "Csillagok szűrése";
"Montes (Mountains)" = "Montes (Hegységek)";
"Maria (Seas)" = "Maria (Tengerek)";
"Valles (Valleys)" = "Valles (Völgyek)";
"Terrae (Land masses)" = "Terrae (Szárazföldek)";
"Volcanoes" = "Vulkánok";
"Other features" = "Egyéb tereptárgyak";
"Label Features" = "Tereptárgyak címkéi";
"Show Features" = "Tereptárgyak mutatása";
"Minimum Labeled Feature Size" = "Legkisebb megjelenített tereptárgy mérete";
"Add New Bookmark Folder" = "Új könyvjelzőmappa ";
"Folder Name" = "Mappa neve";
"Organize Bookmarks" = "Könyvjelzők rendezése";
"Rename..." = "Átnevezés...";
"Delete" = "Törlés";
"Rename Bookmark or Folder" = "Könyvjelző/Mappa átnevezése";
"New Name" = "Új név";
"Compute" = "Számítás";
"Set Date and Go to Planet" = "Dátum beállítása és ugrás a bolygóra";
"Lunar Eclipses" = "Holdfogyatkozások";
"Jan" = "Jan";
"Feb" = "Febr";
"Mar" = "Márc";
"Apr" = "Ápr";
"May" = "Máj";
"Jun" = "Jún";
"Jul" = "Júl";
"Aug" = "Aug";
"Sep" = "Szept";
"Oct" = "Okt";
"Nov" = "Nov";
"Dec" = "Dec";
